{
  "new": [
    {
      "title": "Inspiration Station Radio",
      "date": "Tue Mar 28 2023 20:00:00 GMT+0530 (India Standard Time)",
      "description": "Everyone has a story to tell, the story about finding their passion, the story of learning new things and much more. Often times these stories are filled with fun and inspirations which fuel others to start their own journey. Join in this Tuesday@8:00PM to get Inspired.",
      "url": "https://app.mulearn.org/user/register"
    },
    {
      "title": "Salt Mango Tree",
      "date": "Wed Mar 29 2023 20:00:00 GMT+0530 (India Standard Time)",
      "description": "English! English! English! I avoid I don't like it, but English likes me, I can't avoid! Well since avoiding English isn't an option, let's try to work towards improving our knowledge of English, by practicing, together. Join in this Wednesday@8:00Pm to talk and learn.",
      "url": "https://app.mulearn.org/user/register"
    }
  ],
  "old": [
    {
      "title": "Zero2Maker",
      "date": "Wed Feb 4 2023 23:59:59 GMT+0530 (India Standard Time)",
      "description": "On the hunt for folks who love teaching and being creative.Guiding high school students in the exciting world of electronics, mechanical design, coding, and making cool stuff.No need to have prior experience; we've got you covered with training.",
      "url": "mulearn.org/zero2maker"
    },
    {
      "title": "Artifiical Intelligence Bootcamp",
      "date": "Sun Feb 03 2023 18:00:00 GMT+0530 (India Standard Time)",
      "description": "Ready to embark on a new journey of learning and discovery? Embrace the power of AI and join our AI Bootcamp starting on 3rd February 2023. Register now using the link below and take your first step towards becoming an AI master.",
      "url": "https://learn.mulearn.org/bootcamps/ai"
    },
    {
      "title": "It's Exercism",
      "date": "Mon Jan 28 2023 19:00:00 GMT+0530 (India Standard Time)",
      "description": "Want to take your coding to the next level but tired of the same generic advice? GTech µLearn's Exercism program is here to change that. Our experts will assess your code and give you personalized steps to improve during our live interactive sessions. Don't miss out on this exclusive opportunity for a tailored coding experience!",
      "url": "mulearn.org/exercism"
    },
    {
      "title": "Let's Ace Exams | Data Structures ",
      "date": "Mon Jan 28 2023 16:00:00 GMT+0530 (India Standard Time)",
      "description": "Join us for the Data Structures (S3 CSE) session of Let's Ace Exams Season 2 led by Asst Prof. Anoop S.K.M , on the 29th of January 2023 at 4PM. This interactive session will cover key-topics in the upcoming semester exam. Don't miss out - register now!",
      "url": "https://mulearn.org/examprep"
    },
    {
      "title": "Launch of Kerala Skills Express",
      "date": "Mon Jan 23 2023 18:00:00 GMT+0530 (India Standard Time)",
      "description": "We're signing an MOU with Kerala Knowledge Economy Mission, setting the foundation to our long journey together.But that's not all!! We're also launching Kerala Skills Express, a unique initiative that is bound to change the way skilling initiatives are administered. Kerala Skills Express will present a carnival of opportunities for students to learn, showcase their skills and compete, eventually promoting talent-based hiring.",
      "url": "https://mulearn.org"
    },
    {
      "title": "Bridge the gap symposium",
      "date": "Mon Jan 23 2023 16:00:00 GMT+0530 (India Standard Time)",
      "description": "A forum with CEO's,Community Leaders,Teachers & Students aimed at discussions on Providing more hands-on and vocational training, and fostering stronger partnerships between schools and businesses",
      "url": "https://mulearn.org"
    },
    {
      "title": "Hiring Interns",
      "date": "Tue Jan 24 2023 20:00:00 GMT+0530 (India Standard Time)",
      "description": "GTech muLearn is happy to announce that we’re taking in interns to help us build our community and bring about real change!! This part time opportunity is unpaid, but as interns, you shall find ample opportunities to explore your skills, interact with Industry experts and create a reputation for yourself!",
      "url": "https://mulearn.org/careers"
    },
    {
      "title": "Leveraging the Powers of Social Media | Mentor Connect#3",
      "date": "Fri Jan 20 2023 20:00:00 GMT+0530 (India Standard Time)",
      "description": "GTech muLearn presents Mentor Connect 👨🏽‍🏫, an original initiative as part of Weekly Twitch. Occurring Friday at 8pm, this initiative will give members an opportunity to interact, learn, and explore their interests with mentors from the Industry",
      "url": "https://mulearn.org/mentorconnect"
    },
    {
      "title": "MuLearn Bootcamps",
      "date": "Sun Jan 01 2023 18:00:00 GMT+0530 (India Standard Time)",
      "description": "Been thinking of mastering a skill for some time now? Don't procrastinate anymore. Join our Bootcamps and make it your New Year's resolution to master a new skill. Register using the below links and Master your next skill starting 1st January 2023. #NewYearNewSkill #ResolutionsRequireResolve",
      "url": "https://learn.mulearn.org/bootcamps"
    },
    {
      "title": "Mu'tate ",
      "date": "Tue Dec 17 2022 12:00:00 GMT+0530 (India Standard Time)",
      "description": "A meeting exclusively for the minds that shape MuLearn, to plan for the future. We will also celebrate what we have achieved so far!",
      "url": "https://mulearn.org"
    },
    {
      "title": "Build For Team",
      "date": "Tue Dec 17 2022 00:00:00 GMT+0530 (India Standard Time)",
      "description": "GTech muLearn in association with Pygrammers present BuildForTeam, your chance to build your favourite team’s website. With your favourite teams battling it out on the Football field, it’s up to you to build them an awesome website.",
      "url": "https://mulearn.org/BuildForTeam"
    },
    {
      "title": "Rust 101",
      "date": "Tue Dec 1 2022 19:00:00 GMT+0530 (India Standard Time)",
      "description": "GTech muLearn presents to you Rust 101, a comprehensive session on Rust, one of the most in-demand programming languages! Learn how to build solid fundamentals with the World's most loved ❤️ programming language - Rust⚡",
      "url": "https://mulearn.org/rust101"
    },
    {
      "title": "Getting Companies to fight for you 🤼‍♂️",
      "date": "Fri Nov 25 2022 00:00:00 GMT+0530 (India Standard Time)",
      "description": "GTech muLearn presents Mentor Connect 👨🏽‍🏫, an original initiative as part of Weekly Twitch. Occurring every Friday at 7pm, this initiative will give members an opportunity to interact, learn, and explore their interests with mentors from the Indust",
      "url": "https://mulearn.org/mentorconnect"
    },
    {
      "title": "Undaku Hiring Call",
      "date": "Fri Nov 18 2022 00:00:00 GMT+0530 (India Standard Time)",
      "description": "Undaku is a ‘SasSiest No-code Platform with more flexibility to solve complex Logic B2B use cases. They are presently looking for Sales and Marketing Intern, Content Writer Intern and two MEAN Stack Developer Interns",
      "url": "https://mulearn.org/careers"
    },
    {
      "title": "BUILD.MYWEB | Web Interest Group",
      "date": "Fri Nov 18 2022 00:00:00 GMT+0530 (India Standard Time)",
      "description": "Introducing BUILD.MYWEB, a Web Design Bootcamp which will help you to gain the necessary skills ✅ required to start building some dope 💥 websites. ",
      "url": "https://mulearn.org/buildmyweb"
    },
    {
      "title": "Touch Typing Task(1000 Karma)",
      "date": "Sat Nov 12 2022 00:00:00 GMT+0530 (India Standard Time)",
      "description": "Do you know, The faster you type, the faster you communicate with others. Let's work on our rapid fingers and earn some karma. Karma points can be availed at level 126, 285, 460 and 685.",
      "url": "https://learn.mulearn.org/challenge/typing"
    },
    {
      "title": "Defensive Driving Task(400 Karma)",
      "date": "Thu Oct 20 2022 00:00:00 GMT+0530 (India Standard Time)",
      "description": "This challenge is intended to teach you about defensive driving and how you can apply its guidelines and practices to make the roads a safer place for all road users.",
      "url": "https://learn.mulearn.org/challenge/defensivedriving"
    }
  ]
}
