[
  {
    "id": "foxlab",
    "community": "FoxLAB",
    "description": "Fox Lab Makerspace is a non-profit community-based collaborative work space, \nin which people with shared interests can gather to work on projects while sharing ideas, equipment, and knowledge.",
    "specialities": "It’s more of the maker mindset of creating something out of nothing and exploring your own interests that are at the core of a maker space. \nThese spaces are also helping to prepare those who need the critical 21st-century skills in the fields of science, technology, engineering, art, and math (STEAM).",
    "website": "http://foxlabmakerspace.org/",
    "mission": "",
    "vision": ""
  },
  {
    "id": "ieee",
    "community": "IEEE",
    "description": "IEEE is the world’s largest technical professional organization dedicated to advancing technology for the benefit of humanity. Below, you can find IEEE's mission and vision statements.",
    "specialities": "",
    "website": "https://www.ieee.org/communities/index.html",
    "mission": "IEEE's core purpose is to foster technological innovation and excellence for the benefit of humanity.",
    "vision": "IEEE will be essential to the global technical community and to technical professionals everywhere, and be universally recognized for the contributions of technology and of technical professionals in improving global conditions."
  },
  {
    "id": "xtrudar",
    "community": "XtrudAR",
    "description": "XtrudAR is a community focused on enabling augmented reality experiences for all with code and no code platforms through programs online and offline, which enables you to create and experience augmented reality content in real time. We intend to tackle some issues augmented reality is facing",
    "specialities": "Augmented Reality, Virtual Reality, Mixed Reality, and Immersive Technology",
    "website": "",
    "mission": "Creating a platform to engage students and encouraging them to learn, grow and share their insights with the public. Creating solutions and creative augmented reality experiences making a valid trail and error testing methods to tackle the range of usability to make augmented reality more accessible to everyone.",
    "vision": ""
  },
  {
    "id": "pygrammers",
    "community": "Pygrammers",
    "description": "Pygrammers provides a platform to promote and support python enthusiasts and inspire the youths to excel in technology careers with the help of various events.We can make your path easier to achieve the goals and also to step up your tech career through various programs like padikkaam.py, tech talk, boot camps where you can explore your skills along with community interactions.",
    "specialities": "",
    "website": "https://pygrammers.org/",
    "mission": "It's for promoting teaching and learning technical skills involving Python. We can interact and find people of similar interests through communities like Pygrammers,which is a platform for Python enthusiasts. It lets the members showcase their work and receive constructive criticism,as well as find people to collaborate with. We also promote the use of other coding languages through workshops and other events. We can help increase the employability of our members through the technical skills we promote. Since our establishment in February of this year we have held over 20 events.",
    "vision": ""
  },
  {
    "id": "iedc",
    "community": "Innovation and Entrepreneurship Development Centres (IEDC)",
    "description": "The Innovation and Entrepreneurship Development Centres (IEDC) are platforms set up in Engineering, Management, Arts & Science Colleges and Polytechnics with an aim to provide students an opportunity to experiment and innovate. IEDCs works as the first launch pad for a student’s entrepreneurial journey and provide them with access to cutting edge technology, world class infrastructure, high quality mentorship, early risk capital and global exposure.\n \nInnovation and Entrepreneurship Development Centre (IEDC) is a flagship initiative of Kerala Startup Mission to promote innovation and entrepreneurship among the student and academic fraternity in the educational institutions in the State of Kerala and is considered as an umbrella programme that would play an instrumental role in fostering innovation culture in Academic institutions. The concept of Innovation and Entrepreneurship Development Centre (IEDC) is formulated to promote innovation and entrepreneurial culture in educational institutions and to develop institutional mechanisms to foster techno-entrepreneurship for generation of wealth and employment. The IEDCs are established in academic institutions across Kerala having requisite expertise and infrastructure.",
    "specialities": "The purpose of the IEDCs will be to act as an aspirational platform, for the l student entrepreneurs and tech savvy innovators, in skilling and sharpening their entrepreneurial skill sets. The selected innovators will be exposed to Innovation culture, emerging technologies and Business aspects with the implicit assumption that the delta will become an entrepreneur and all the other skilled talents will get high end jobs with the kind of exposure and skills they acquire.",
    "website": "https://iedc.startupmission.in/",
    "mission": "To create an innovation culture among Innovators by introducing them the State-of-the-art technologies and positioning the Institution as a Learning and Innovation Platform by delivering technically competent and skilled Entrepreneurs.",
    "vision": "To create IEDC as an Innovation Platform and to create future founders by promoting Innovation, Technology and Business Learning among student community"
  },
  {
    "id": "tinkerhub",
    "community": "TinkerHub Foundation",
    "description": "Non-Profit Organisation aimed at making use of 21st-Century Technologies and Learning Methods to foster a fresh breed of highly skilled young people empowered with technical and social skills.\nWe’re a community of tinkerers, makers, policy geeks & students, and are working towards mapping and empowering people who share a passion to innovate.",
    "specialities": "The world is changing, and we want India to be ready. We're here to make sure that everyone has access to the knowledge required to set the course for a better future.",
    "website": "https://www.tinkerhub.org/",
    "mission": "At TinkerHub, we take pride in learning on our own and from peers. That's right! We also have a fun team of super cool mentors who take you from beginner to supercoder and collaborator - with tons of help from you, of course!",
    "vision": ""
  },
  {
    "id": "kites",
    "community": "Kites foundation",
    "description": "Realizing the potential of teaming up, two aspiring youngsters, committed themselves to create a facilitating platform for youngsters across the country to come, network, ideate and accomplish their dreams.They set forth an exciting journey of KITES as one of the fastest growing youth organizations in the country. From two to seven and from seven to fourteen, they expanded their footprint with great agility. For them, Sky was never the limit and reaffirmed,",
    "specialities": "",
    "website": "https://kitesfoundation.org/",
    "mission": "To incubate and celebrate transformative individual ideas through collective effort to build leaders of tomorrow, capable of responding to the new challenges.\nTo identify and resolve community-based problems with desirable solutions by joining hands with various stakeholders including industry, academia, civil society and the Government.\nTo engage in quality knowledge generation through research to facilitate informed actions.\nTo explore the potential of youth networking within and outside the nation.",
    "vision": "Organizational Goal\nBuild a unique functional model of the organization that can create scalable social impact in national and international levels.\n\nCommunity Goal\nTo channelise the power of productive youth engagement on various fronts to facilitate a ‘Youth-Led development' through community-driven solutions."
  },
  {
    "id": "kba",
    "community": "Kerala Blockchain Academy",
    "description": "Kerala Blockchain Academy is a center of excellence under the Kerala University of Digital Sciences, Innovation and Technology (formerly IIITM-K) for offering blockchain training, research, and consultancy in multiple domains. Power-packed with young technology enthusiasts and research scientists, KBA missions to embrace game-changing technology and bring qualitative changes to the world. KBA is an Associate Member and Official Training Partner of Hyperledger hosted by Linux Foundation. The blockchain research and training institute is also a General Partner of R3 Consortium, Associate Member of InterWork Alliance, Content Partner of Blockchain Education Network and Knowledge Partner of IBF NET.",
    "specialities": "",
    "website": "https://kba.ai/",
    "mission": "",
    "vision": ""
  },
  {
    "id": "asap",
    "community": "ASAP kerala",
    "description": "Additional Skill Acquisition Programme (ASAP) Kerala is an undertaking of the Higher Education Department, Government of Kerala, that focuses on skilling students and the general community to enhance their employability. Instituted in 2012, ASAP Kerala transitioned to a company under the Companies Act, 2013, in 2021.\n \nWith nearly a decade of service, we at ASAP Kerala have become a premier government edTech company, building integrated learning and talent management solutions. ASAP Kerala has nearly become synonymous with skilling, upskilling and reskilling in corporate and academic domains, by offering 100+ contemporary courses in 16+ advanced sectors and curating a ready-to-deploy workforce. We undertake training through 16 Community Skill Parks and 126 Skill Development Centers instituted across Kerala.",
    "specialities": "Skill Development, Training, Employment, Employability Enhancement, Future jobs, Career development, Talent Acquisition Support, Talent Pool Development, Recruitment Support, and Internships",
    "website": "https://asapkerala.gov.in/",
    "mission": "",
    "vision": ""
  }
]
